Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/CheckIn.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_TITLE
source: See how your data is managed…
ar: يمكنك التعرُّف على كيفية إدارة بياناتك…
bg: Вижте как се управляват вашите данни…
ca: Mostra com es gestionen les dades…
cs: Informace o správě vašich dat…
da: Se, hvordan dine data administreres…
de: So werden deine Daten verwaltet …
el: Τρόπος διαχείρισης των δεδομένων σας…
es: Consulta cómo se gestionan tus datos…
es_419: Consulta cómo se utiliza tu información…
fi: Katso, miten tietojasi hallitaan…
fr: Découvrez comment sont gérées vos données…
fr_ca: Découvrez comment vos données sont gérées…
he: כיצד מנוהלים הנתונים שלך…
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…
hr: Pogledajte kako se upravlja vašim podacima⁠…
hu: Az adatok kezelésének áttekintése…
id: Lihat bagaimana data Anda dikelola…
it: Scopri come vengono gestiti i tuoi dati…
ja: 個人データの管理方法について確認…
kk: Деректеріңіз қалай басқарылады…
ko: 사용자의 데이터가 어떻게 관리되는지 보기…
lt: Kaip tvarkomi jūsų duomenys…
ms: Lihat cara data anda diurus…
no: Se hvordan dataene administreres…
pl: Jak zarządzamy Twoimi danymi…
pt_br: Veja como os seus dados são gerenciados…
pt_pt: Veja como são geridos os seus dados…
ro: Aflați cum sunt gestionate datele dvs…
ru: Как осуществляется управление данными…
sk: Informácie o správe vašich dát…
sl: Kako so upravljani vaši podatki …
sv: Se hur dina data hanteras…
th: ดูการจัดการข้อมูลของคุณ…
tr: Verilerinizin nasıl yönetildiğini görün…
uk: Як керують вашими даними…
vi: Xem cách chúng tôi quản lý dữ liệu của bạn…
zh_cn: 了解数据的管理方式…
zh_hk: 查看資料管理方式⋯
zh_tw: 查看你資料的管理方式⋯

# SECOND_BULLET
source: The contents of any information from your Check In session shared with your friend are end-to-end encrypted.
ar: كما أن محتويات أي معلومات من جلسة الاطمئنان التي تشاركها مع صديقك يتم تشفيرها تشفيرًا كاملاً.
bg: Съдържанието на всяка информация от вашата сесия за Проверка, споделена с приятеля ви, е криптирано от край до край.
ca: Les dades de l’acompanyament que es comparteixin amb l’altra persona s’encriptaran d’extrem a extrem.
cs: Všechny informace, které si s přítelem během relace doprovodu vyměňujete, jsou zašifrované mezi koncovými body.
da: Indholdet af oplysninger fra din Tjek ankomst-session, som deles med din ven, bliver end-to-end-krypteret.
de: Die Inhalte aller Informationen aus der Wegbegleitungssitzung, die du mit einer befreundeten Person teilst, sind Ende-zu-Ende-verschlüsselt.
el: Το περιεχόμενο τυχόν πληροφοριών από τη συνεδρία Δήλωσης άφιξής σας που κοινοποιείται στο φιλικό σας πρόσωπο είναι διατερματικά κρυπτογραφημένο.
es: El contenido de todos los datos de la sesión de aviso de llegada que se compartan con la otra persona se encriptarán punto a punto.
es_419: Los contenidos de cualquier aspecto de la sesión de Reporte que compartas con tu contacto se encriptarán de extremo a extremo.
fi: Ystävällesi jaetut tiedot Tilanteentarkistus-istunnostasi on salattu päästä päähän.
fr: Les informations concernant votre session d’accompagnement partagées avec votre contact sont chiffrées de bout en bout.
fr_ca: Toute information de votre session d’accompagnement partagée avec votre contact est chiffrée de bout en bout.
he: תוכן המידע שמשותף עם החבר או החברה שלך במסגרת פעילות ״עדכון שהכול בסדר״ מוצפן מקצה לקצה.
hi: आपके दोस्त के साथ शेयर किए गए “चेक इन सत्र” की किसी भी जानकारी का कोई भी कॉन्टेंट एंड-टू-एंड एंक्रिप्टेड होता है।
hr: Sadržaj svih informacija iz vaše sesije Potvrde lokacije koje podijelite s prijateljem kriptiran je s kraja na kraj.
hu: A Helyzetjelentés-munkamenet során a barátaival megosztott információk tartalma titkosítva van a végpontok között.
id: Konten semua informasi dari sesi Periksa Anda yang dibagikan dengan teman dienkripsi ujung ke ujung.
it: I contenuti delle informazioni della sessione di “Tutto bene” condivise con l’altra persona sono protette tramite crittografia end‑to‑end.
ja: 友達と共有される到着確認セッションの情報の内容は、エンドツーエンドで暗号化されます。
kk: Досыңызбен бөлісілген «Байланысқа шығу» сеансындағы кез келген ақпараттың мазмұны өтпелі шифрлаумен қорғалған.
ko: 친구와 공유된 안전 확인 세션과 관련된 모든 정보는 종단간 암호화됩니다.
lt: Bet kokios atvykimo patvirtinimo informacijos turinys, bendrinamas su draugu, yra apsaugotas ištisiniu šifravimu.
ms: Kandungan sebarang maklumat daripada sesi Periksa anda yang dikongsi dengan rakan anda disulitkan hujung ke hujung.
no: All informasjon fra Oppfølging-økten deles med vennen din og har gjennomgående kryptering.
pl: Wszystkie informacje udostępniane drugiej osobie podczas sesji Daj znać są szyfrowane na całej drodze przesyłu.
pt_br: O conteúdo de qualquer informação da sessão de Chegou Bem compartilhada com uma pessoa é criptografado de ponta a ponta.
pt_pt: O conteúdo de qualquer informação da sessão de verificação partilhada com a outra pessoa é cifrado.
ro: Conținutul oricăror informații din sesiunea Acompaniere partajată cu contactul dvs. este criptat end‑to‑end.
ru: Вся информация, отправляемая Вашему другу в рамках сеанса «На связи», защищена сквозным шифрованием.
sk: Všetky informácie zdieľané s priateľom počas relácie sprevádzania sú chránené pomocou E2EE šifrovania.
sl: Vsebina vseh podatkov iz seje Tukaj sem, ki se deli z vašim prijateljem, je celovito šifrirana.
sv: Allt innehåll i informationen från avstämningssessionen som delades med din vän är skyddat av heltäckande kryptering.
th: เนื้อหาของข้อมูลใดๆ จากเซสชั่นเช็คอินของคุณที่แชร์กับเพื่อนของคุณจะถูกเข้ารหัสแบบต้นทางถึงปลายทาง
tr: Arkadaşınızla paylaşılan Durum Denetleme oturumunuzdaki bilgilerin içerikleri uçtan uca şifrelenir.
uk: Вміст будь-якої інформації про сеанс Супроводу, що поширюється для супроводжувача, наскрізно шифрується.
vi: Nội dung của bất kỳ thông tin nào từ phiên Kiểm tra được chia sẻ với bạn bè của bạn đều được mã hóa hai chiều.
zh_cn: 平安确认会话中与朋友共享的任何信息内容都会经过端对端加密。
zh_hk: 「報平安」階段中，與你朋友共享的任何資料內容都會以點對點加密。
zh_tw: 「平安通報」階段與聯絡人分享的任何資訊內容都會受到端對端加密。

# BUTTON_CAPTION
source: Check In allows you to share information about your progress to a destination with a friend. You can also set it up for a time duration.
ar: تسمح لك ميزة الاطمئنان بمشاركة معلومات مع أحد أصدقائك حول مدى اقترابك من وجهة ما. يمكنك أيضًا إعدادها لمدة زمنية محددة.
bg: С функцията Проверка можете да споделите информация с приятел за напредъка ви към определена дестинация. Също така можете да я настроите за период от време.
ca: L’acompanyament et permet compartir informació sobre un desplaçament amb una altra persona perquè sàpiga que has arribat bé. També pots configurar‑lo amb una durada específica.
cs: Funkce Doprovod vám umožňuje sdílet s přítelem informace o průběhu vaší cesty na domluvené místo. Můžete si v ní také nastavit určitý časový interval.
da: Med Tjek ankomst kan du dele oplysninger om, hvor langt du er nået mod din destination, med en ven. Du kan også indstille funktionen til en bestemt varighed.
de: Mit „Wegbegleitung“ kannst du Informationen über deinen Weg zu einem Zielort mit einer befreundeten Person teilen. Alternativ kannst du die Funktion auch für eine bestimmte Dauer konfigurieren.
el: Η Δήλωση άφιξης σάς επιτρέπει να κοινοποιείτε πληροφορίες όσον αφορά την άφιξή σας σε έναν προορισμό σε ένα φιλικό σας πρόσωπο. Μπορείτε επίσης να τη διαμορφώσετε για μια συγκεκριμένη χρονική διάρκεια.
es: La función de aviso de llegada te permite compartir información con la persona que elijas para que sepa si has llegado bien a tu destino. También puedes configurarla para que el aviso se envíe al cabo de un determinado intervalo de tiempo.
es_419: Reporte te permite compartirle a un contacto información acerca de tu traslado hacia tu destino. También se puede determinar por duración.
fi: Tilanteentarkistuksella voit jakaa ystävällesi tietoja edistymisestäsi kohti määränpäätäsi. Voit asettaa sille myös ajallisen keston.
fr: La fonctionnalité Accompagnement vous permet de partager des informations avec un contact quant à votre progression vers une destination donnée. Vous pouvez également configurer un accompagnement pour une durée spécifiée.
fr_ca: Les sessions d’accompagnement vous permettent de partager des informations sur votre trajet jusqu’à une destination avec un contact. Vous pouvez également les programmer pour une durée donnée.
he: המאפיין ״עדכון שהכול בסדר״ מאפשר לך לשתף עם חבר או חברה מידע בנוגע להתקדמות ההגעה שלך ליעד. ניתן גם להגדיר את הפעילות לפי משך זמן.
hi: चेक इन से आपको मंज़िल की तरफ़ बढ़ने की अपनी प्रगति की जानकारी किसी दोस्त के साथ शेयर करने की अनुमति मिलती है। आप इसे समय अवधि के लिए भी सेटअप कर सकते हैं।
hr: Potvrda lokacije omogućava vam da s prijateljem podijelite informacije o svom napretku do odredišta. Također možete podesiti vremensko trajanje.
hu: A Helyzetjelentés lehetővé teszi, hogy információkat osszon meg egy barátjával arról, hogyan halad egy cél felé. A funkciót egy adott időtartamra is beállíthatja.
id: Periksa memungkinkan Anda untuk membagikan informasi mengenai perjalanan Anda ke suatu tempat kepada teman. Anda dapat juga mengaturnya untuk durasi waktu.
it: “Tutto bene” ti consente di condividere informazioni sul tuo avanzamento verso una destinazione con una persona amica. Puoi impostarlo anche per una durata specifica.
ja: 到着確認を使用すると、目的地への移動状況に関する情報を友達や家族と共有できます。所要時間を共有するように設定することもできます。
kk: «Байланысқа шығу» функциясы тағайындалған жерге баруыңыз туралы ақпаратты досыңызбен бөлісуге мүмкіндік береді. Сондай-ақ оны белгілі бір уақыт кезеңіне орнатуға болады.
ko: 안전 확인을 사용하여 목적지까지의 사용자 이동 상태에 관한 정보를 친구와 공유할 수 있습니다. 또한 소요 시간을 공유하도록 설정할 수도 있습니다.
lt: Atvykimo patvirtinimas suteikia galimybę bendrinti informaciją su draugu apie pažangą keliaujant link paskirties vietos. Šią funkciją taip pat galite nustatyti tam tikram laikui.
ms: Periksa membolehkan anda berkongsi maklumat tentang kemajuan anda ke destinasi dengan rakan. Anda juga boleh menyediakannya untuk tempoh masa tertentu.
no: Oppfølging gjør det mulig å dele informasjon med en venn om hvor langt du er kommet på vei til et bestemmelses­sted. Du kan også bruke det med en angitt varighet.
pl: Funkcja Daj znać pozwala udostępniać drugiej osobie informacje o swoich postępach w podróży do wskazanego miejsca docelowego. Sesja Daj znać może również mieć limit czasowy.
pt_br: O recurso Chegou Bem permite que você compartilhe com uma pessoa informações do seu progresso até um destino. Você também pode configurá‑lo por um tempo determinado.
pt_pt: A funcionalidade Verificação permite‑lhe partilhar informação com alguém de confiança sobre quando chegará a um local de destino. Também pode configurar esta funcionalidade para um determinado período de tempo.
ro: Funcționalitatea Acompaniere să permite să partajați informații despre progresul dvs. către o anumită destinație cu un prieten. De asemenea, funcționalitatea poate fi configurată pentru o anumită perioadă de timp.
ru: С помощью функции «На связи» Вы можете делиться с друзьями информацией о своем движении к точке назначения. Эту функцию также можно включить на определенный срок.
sk: Funkcia Sprevádzanie vám umožňuje zdieľať s priateľom informácie o priebehu vašej cesty do stanoveného cieľa. Môžete v nej nastaviť aj časový interval.
sl: Funkcija Tukaj sem vam omogoča, da s prijateljem delite informacije o tem, kako daleč ste na poti do cilja. To funkcijo lahko nastavite tudi za dalj časa.
sv: Med avstämning kan du dela information med en vän om din rutt till en målplats. Du kan också ställa in den för en angiven tid.
th: เช็คอินช่วยให้คุณสามารถแชร์ข้อมูลเกี่ยวกับความคืบหน้าไปยังปลายทางของคุณกับเพื่อนได้ คุณยังสามารถตั้งค่าระยะเวลาได้อีกด้วย
tr: Durum Denetleme, bir hedefe doğru olan ilerlemenizle ilgili bilgileri bir arkadaşınızla paylaşmanıza izin verir. Ayrıca bunu belirli bir süre için de ayarlayabilirsiniz.
uk: Функція «Супровід» дає змогу поширювати для друга інформацію про ваше пересування до певного місця призначення. Можна налаштувати її на певний проміжок часу.
vi: Kiểm tra cho phép bạn chia sẻ thông tin về tiến trình của mình tới một điểm đến với bạn bè. Bạn cũng có thể thiết lập cho một khoảng thời gian.
zh_cn: 平安确认可让你与朋友共享前往目的地的行程进度信息。你还可以为其设置持续时长。
zh_hk: 「報平安」讓你與朋友共享前往目的地行程進度的相關資料。你也可以設定一段時間。
zh_tw: 「平安通報」讓你可以與朋友分享目的地的路程進度相關資訊。你也可以設定一段時間。

# THIRD_BULLET
source: Apple retains limited personal data about your use of Check In, such as whether you are currently active in a Check In session and the type of Check In session, for the length of your Check In session and for 24 hours afterward.
ar: تحتفظ Apple ببيانات شخصية محدودة حول استخدامك لميزة الاطمئنان، مثل إذا كنت نشطًا حاليًا في جلسة اطمئنان ونوع جلسة الاطمئنان، خلال مدة جلسة الاطمئنان وحتى ^[24](formatNumber: true) ساعة بعد ذلك.
bg: Apple запазва ограничени лични данни за вашето използване на функцията Проверка, например дали в момента сте в сесия за Проверка и типа сесия за Проверка, за продължителността на вашата сесия за Проверка и за 24 часа след това.
ca: Apple conserva certes dades personals sobre l’ús de l’acompanyament, com ara el fet que n’hagis iniciat un i el tipus, durant el temps que el tinguis actiu i durant les 24 hores posteriors.
cs: V průběhu doprovodu a 24 hodin po jeho skončení společnost Apple uchovává určité omezené množství osobních údajů souvisejících s vaším používáním této funkce, například zda máte doprovod právě aktivní a jaký typ doprovodu využíváte.
da: Apple opbevarer begrænsede personlige data om din brug af Tjek ankomst, f.eks. om du i øjeblikket er aktiv i en Tjek ankomst-session og typen af Tjek ankomst-session, så længe din Tjek ankomst-session er i gang og i 24 timer efter.
de: Apple speichert begrenzte persönliche Daten über deine Nutzung von „Wegbegleitung“ (z. B. ob du „Wegbegleitung“ gerade verwendest und die Art der Wegbegleitungssitzung) für die Dauer einer Sitzung in „Wegbegleitung“ und die folgenden 24 Stunden.
el: Η Apple διατηρεί περιορισμένα προσωπικά δεδομένα σχετικά με την εκ μέρους σας χρήση της Δήλωσης άφιξης, όπως αν συμμετέχετε σε μια ενεργή συνεδρία Δήλωσης άφιξης και τον τύπο της συνεδρίας Δήλωσης άφιξης, για τη διάρκεια της συνεδρίας Δήλωσης άφιξής σας και για 24 ώρες μετά.
es: Apple conserva un conjunto limitado de datos personales sobre el uso que haces de la función de aviso de llegada (por ejemplo, si tienes una sesión activa en ese momento y de qué tipo es) durante el tiempo que dure la sesión y las 24 horas posteriores.
es_419: Apple conserva datos personales limitados acerca de tu uso de Reporte, como si tienes una sesión de Reporte activa, el tipo de sesión, su duración y las 24 horas posteriores a su inicio.
fi: Apple säilyttää istuntoon liittyviä henkilötietoja, kuten onko sinulla parhaillaan aktiivista Tilanteentarkistus-istuntoa ja Tilanteentarkistus-istunnon tyypin, Tilanteentarkistus-istunnon ajan ja 24 tuntia sen jälkeen.
fr: Apple conserve certaines données personnelles concernant votre utilisation de la fonctionnalité Accompagnement, et notamment si une session Accompagnement est actuellement en cours ainsi que le type de session d’accompagnement, pendant toute la durée de votre session d’accompagnement et les 24 heures qui suivent.
fr_ca: Apple conserve certaines données personnelles concernant l’utilisation que vous faites de la fonctionnalité Accompagnement, notamment des informations qui permettent de déterminer si une session d’accompagnement est en cours et le type de cette dernière, pendant la session d’accompagnement et les 24 heures suivantes.
he: ‏Apple שומרת נתונים אישיים מוגבלים בנוגע לפעילות ״עדכון שהכול בסדר״ שלך, כגון האם הפעילות שלך במצב פעיל ומהו סוג הפעילות, לכל משך זמן הפעילות ועד 24 שעות לאחר סיומה.
hi: “चेक इन सत्र” की अवधि के लिए और इसके बाद 24 घंटे तक Apple चेक इन के आपके इस्तेमाल के बारे में सीमित व्यक्तिगत डेटा रखता है जैसे कि क्या आप फ़िलहाल चेक इन सत्र में सक्रिय हैं और चेक इन सत्र किस प्रकार का है।
hr: Apple zadržava ograničene osobne podatke o vašoj uporabi Potvrde lokacije, primjerice, jeste li trenutačno aktivni u sesiji Potvrde lokacije i vrstu sesije Potvrde lokacije, tijekom trajanja vaše sesije Potvrde lokacije i 24 sata nakon nje.
hu: Az Apple személyes adatok korlátozott körét megőrzi a Helyzetjelentés Ön általi használatával kapcsolatban a Helyzetjelentés-munkamenet időtartamára és az azt követő 24 órára, például azt, hogy Ön pillanatnyilag rendelkezik-e aktív Helyzetjelentés-munkamenettel, valamint a Helyzetjelentés-munkamenet típusát.
id: Apple menyimpan data pribadi terbatas mengenai penggunaan Periksa Anda, seperti apakah Anda sedang dalam sesi Periksa dan jenis sesi Periksa, selama durasi sesi Periksa Anda dan 24 jam setelahnya.
it: Apple conserva dati personali limitati riguardanti il tuo utilizzo di “Tutto bene”, come l’eventuale presenza di una sessione attualmente attiva e il tipo di sessione, per la durata della sessione e per le 24 ore successive.
ja: Appleは、現在到着確認セッションが進行中かどうかやセッションの種類など、到着確認の使用に関する限定的な個人データを到着確認セッションの間とその終了後24時間保持します。
kk: Apple компаниясы «Байланысқа шығу» сеансында қазіргі белсенділігіңізді және қандай «Байланысқа шығу» сеансында екеніңізді, «Байланысқа шығу» сеансында болған кез бен одан шыққаннан кейінгі 24 сағат ішінде «Байланысқа шығу» сеансын пайдалануыңыз туралы жеке деректердің шектеулі көлемін сақтайды.
ko: Apple은 사용자가 안전 확인 세션을 현재 사용하고 있는지 여부, 안전 확인 세션 유형 등 사용자의 안전 확인 사용에 관한 제한적인 개인 데이터를 안전 확인 세션이 지속되는 동안, 그리고 이후 24시간 동안 유지합니다.
lt: „Apple“ saugo ribotus asmens duomenis apie „Atvykimo patvirtinimo“ naudojimą, pvz., ar šiuo metu dalyvaujate atvykimo patvirtinimo seanse ir kokio tipo, ir juos saugo tol, kol trunka atvykimo patvirtinimo seansas, bei 24 valandas po jo.
ms: Apple mengekalkan data peribadi terhad tentang penggunaan Periksa oleh anda, seperti sama ada anda aktif dalam sesi Periksa pada masa ini dan jenis sesi Periksa, untuk tempoh masa sesi Periksa anda dan selama 24 jam selepas itu.
no: Apple oppbevarer et begrenset utvalg av personlige data om din bruk av Oppfølging, deriblant om hvorvidt en Oppfølging-økt pågår og eventuelt hvilken type oppfølging, mens økten pågår og deretter i 24 timer.
pl: Apple przechowuje ograniczone prywatne dane dotyczące użycia funkcji Daj znać (np. Twój status uczestnictwa w aktywnej sesji Daj znać oraz typ tej sesji) na czas trwania sesji Daj znać i przez 24 godziny po jej zakończeniu.
pt_br: A Apple retém dados pessoais limitados sobre o seu uso do recurso Chegou Bem — como se você tem uma sessão ativa e seu tipo — pela duração da sessão e por 24 horas depois que ela é encerrada.
pt_pt: A Apple retém dados pessoais limitados acerca da sua utilização da funcionalidade Verificação, tais como se tem uma sessão ativa e o tipo de sessão, enquanto durar a sessão de verificação e nas 24 horas após o fim da sessão.
ro: Apple păstrează date personale limitate despre utilizarea funcționalității Acompaniere, cum ar fi dacă sunteți în prezent într‑o sesiune Acompaniere activă și tipul sesiunii de acompaniere, pe toată perioada sesiunii Acompaniere și timp de 24 de ore după aceasta.
ru: На протяжении сеанса «На связи» и в течение 24 часов после него Apple сохраняет ограниченные персональные данные о том, как Вы пользуетесь функцией «На связи», например о том, есть ли у Вас сейчас активный сеанс «На связи» и если да, то какого он типа.
sk: Počas relácie sprevádzania a 24 hodín po jej skončení spoločnosť Apple uchováva obmedzené osobné údaje súvisiace s používaním funkcie Sprevádzanie, napríklad či je sprevádzanie v danej chvíli aktívne a aký typ sprevádzania používate.
sl: Apple omejene osebne podatke o vaši uporabi funkcije Tukaj sem, na primer, ali ste trenutno aktivni v seji Tukaj sem in o vrsti seje Tukaj sem, hrani v času trajanja seje Tukaj sem in 24 ur po tem.
sv: Apple lagrar begränsade personuppgifter om hur du använder Avstämning, t.ex. om du för tillfället har en pågående avstämningssession och vilken typ av Avstämning det är, så länge som avstämningssessionen pågår och i 24 timmar efter.
th: Apple จะเก็บรักษาข้อมูลส่วนบุคคลที่จำกัดเกี่ยวกับการใช้งานเช็คอินของคุณ เช่น คุณกำลังใช้งานเซสชั่นเช็คอินอยู่หรือไม่และประเภทของเซสชั่นเช็คอิน ตามระยะเวลาของเซสชั่นเช็คอินของคุณและ 24 ชั่วโมงหลังจากนั้น
tr: Apple, Durum Denetleme oturumunuz boyunca ve sonrasında da 24 saat süreyle, Durum Denetleme kullanımınızla ilgili, o anda bir Durum Denetleme oturumunda etkin olup olmadığınız ve Durum Denetleme oturumu türü gibi sınırlı kişisel verileri tutar.
uk: Apple зберігає обмежений обсяг персональних даних, повʼязаних із вашим користуванням функцією «Супровід», як‑от чи є у вас активний сеанс Супроводу та якого він типу, протягом самого сеансу Супроводу і ще 24 години після його завершення.
vi: Apple lưu giữ dữ liệu cá nhân giới hạn về việc sử dụng tính năng Kiểm tra của bạn, ví dụ như liệu bạn có đang hoạt động trong phiên Kiểm tra hay không và loại phiên Kiểm tra, trong khoảng thời gian của phiên Kiểm tra và 24 giờ sau đó.
zh_cn: 平安确认会话期间及结束后24小时内，Apple会保留你使用平安确认时的有限个人数据，如当前你是否正在进行平安确认会话，及平安确认会话类型。
zh_hk: Apple保留有關你使用「報平安」的有限個人資料，例如你是否正在進行「報平安」階段和「報平安」階段類別，保留期限為「報平安」階段期間及其結束後的24小時。
zh_tw: Apple會保留關於你使用「平安通報」的有限個人資料，例如你目前是否處於「平安通報」階段，我們會在「平安通報」期間和其後24小時內保留該資料。
